;Place localized text in this file


[X2StatusEffects_Radiation]
RadBurningFriendlyName="Radiation Burn"
RadBurningFriendlyDesc="Radiation Burned units take damage over time, and have decreased dodge, and defense"
RadBurningEffectAcquiredString="<XGParam:StrValue0/!UnitName/> is radiation burning."
RadBurningEffectTickedString="<XGParam:StrValue0/!UnitName/> is still radiation burning."
RadBurningEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer radiation burning."

BoilingBloodFriendlyName="Boiling Blood"
BoilingBloodFriendlyDesc="Units afflicted with boiling blood take highly irregular damage over time, have reduced aim, and mobility"
BoilingBloodEffectAcquiredString="<XGParam:StrValue0/!UnitName/> has boiling blood."
BoilingBloodEffectTickedString="<XGParam:StrValue0/!UnitName/> is still afflicted with boiling blood."
BoilingBloodEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer afflicted with boiling blood."

IrradiatedFriendlyName="Irradiated"
IrradiatedFriendlyDesc="Irradiated units suffer aim and movement penalties, machines are affected too and their hacking defense decreases"
IrradiatedEffectAcquiredString="<XGParam:StrValue0/!UnitName/> is irradiated."
IrradiatedEffectTickedString="<XGParam:StrValue0/!UnitName/> is still irradiated."
IrradiatedEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer irradiated."

LostRadRegenFriendlyName="Radiation Regeneration"
LostRadRegenFriendlyDesc="Lost units regenerate when affected by radiation"
LostRadRegenEffectAcquiredString="<XGParam:StrValue0/!UnitName/> is regenerating."
LostRadRegenEffectTickedString="<XGParam:StrValue0/!UnitName/> is still regenerating."
LostRadRegenEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer regenerating."

[UIEventNoticesTactical_Radiation]
RadBurningTitle="Radiation Burn"
RadBleedingTitle="Boiling Blood"
RadDisorientedTitle="Irradiated"